package by.htp.string;

public class Task16_2 {

	public static void main(String[] args) {
		String[] s = { "Люблю,", " – но", " реже", " говорю", " об", " этом,", "\nЛюблю ", "нежней,", " – но", " не",
				" для", " многих", " глаз.", "\nТоргует", " чувством", " тот,", " что", " перед", " светом", "\nВсю",
				" душу", " выставляет", " напоказ.", "\nТебя", " встречал", " я", " песней,", " как", " приветом,",
				"\nКогда", " любовь", " нова", " была", " для", " нас.", "\nW.Shekspir" };
		// вывод исходного текста
		for (String i : s) {
			System.out.print(i);
		}
		

	}

}
